
"1" = "Spin the cow!";

"2" = "A different under-standing of reality";

"3" = "The greatest, strongest facts that ever existed";

"4" = "Tremendous quotes";

"5" = "It's Yuge!";

"6" = "Sharing is caring";

"7" = "Facts are overated "Look at these hands, are they small hands?"";